<script setup>
import { ref } from 'vue';

const termsView = ref("terms");
</script>

<template>
  <div v-if="termsView == 'terms'">
    <div id="home_privacy_terms_dispaly">
      <p style="font-size: 18px">
        במידה והנך תלמיד - אנא עבור על מסמך זה ביחד עם הורייך, משום שזהו מסמך
        משפטי
      </p>
      <p style="font-size: 18px">דע-לי - תנאי השימוש</p>
      <p style="font-size: 14px">
        ברוכים הבאים ל<span style="font-weight: bold"
          >"דע-לי" – מערכת חינוכית המיועדת לשפר את חווית הלימודים ולהנגיש למורים
          ולתלמידים חומרי לימוד מקוונים ואיכותיים
        </span>
        (להלן: "<span style="font-weight: bold">המערכת</span>"). המערכת מנוהלת
        ומופעלת על-ידי אורית כסלו-קפון, תמי גאוני פלדמן (להלן: "<span
          style="font-weight: bold"
          >מפעילי המערכת</span
        >"). השימוש במערכת ובכלל זה בשירותיה ובתכנים הכלולים בה - מעיד על הסכמתך
        לתנאים אלה ולתנאים נוספים החולשים על השימוש במערכת, לרבות
        <a style="color:blue; cursor: pointer;" @click="() => (termsView = 'privacy')">מדיניות הפרטיות</a>
        (לחצו לפתיחת מדיניות הפרטיות) וכן הוראות נוספות שייתכן ויופיעו במהלך
        השימוש במערכת (יחדיו: "
        <span style="font-weight: bold"> המסמכים המחייבים</span>"). הנך מתבקש
        לקרוא את המסמכים המחייבים בקפידה. תשומת לבך כי המסמכים המחייבים עשויים
        להשתנות מעת לעת וכי עליך מוטלת החובה להתעדכן בהם. אם אינך מסכים לתנאי
        המסמכים המחייבים, הינך מתבקש להימנע מהשימוש במערכת.
        <br role="presentation" />
        המסמכים המחייבים חלים על השימוש במערכת, בתכניה ובשירותיה, באמצעות כל
        מחשב או מכשיר תקשורת אחר (דוגמת טלפון סלולארי, מחשבי כף יד למיניהם
        וכיו"ב). כמו כן, הם חלים על השימוש במערכת, בין באמצעות רשת האינטרנט
        (לרבות אתר המערכת בכתובת
        <a href="http://www.da-li.co.il">www.da-li.co.il</a>, להלן: " (<span
          style="font-weight: bold"
          >האתר</span
        >") ובין באמצעות כל רשת או אמצעי תקשורת אחרים. המסמכים המחייבים מנוסחים
        בלשון זכר מטעמי נוחות בלבד, והם מתייחסים, כמובן, גם לנשים.
        <br role="presentation" />
        בתנאים אלה, משמעות המונח "<span style="font-weight: bold">תוכן</span>"
        או "<span style="font-weight: bold">תכנים</span>" היא כל תוכן מילולי
        (Textual), חזותי (Visual), קולי (Audio), או כל שילוב שלהם או חלק מהם וכן
        עיצובם, עיבודם, עריכתם ודרך הצגתם.
        <br role="presentation" />
        השימוש במערכת ואישורך את המסמכים המחייבים מעיד על הסכמתך המפורשת לקבלת
        דברי פרסומת מהנהלת המערכת ו/או מי מטעמה, כמשמעות הדברים בסעיף 30א לחוק
        התקשורת (בזק ושידורים), התשמ"ב – 1982. דברי הפרסומת ישלחו אליך באמצעות
        הפרטים שמסרת להנהלת המערכת במהלך ההרשמה למערכת. בכל עת, תוכל לחזור בך
        מהסכמתך ולהודיע להנהלת המערכת על סירובך לקבל דברי פרסומת, דרך כלל או
        מסוג מסוים, על-ידי משלוח הודעת סירוב. הדרך למשלוח הודעת הסירוב תפורט
        בדברי הפרסומת שתשלח אליך הנהלת המערכת ו/או מי מטעמה.
        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          אודות המערכת בתמצית </span
        ><br role="presentation" />
        המערכת מיועדת למורים ולתלמידים במוסדות חינוך ומציעה כלי עזר ללימוד מדעים
        באמצעות משחקי שאלות ותשובות. השאלות מכילות קישורים לתכנים, לרבות תכני
        מולטימדיה (כגון תמונות, סרטונים והדמיות), המסייעים בהבנת החומר ותשובות
        המלוות בהסברים מפורטים. המערכת מציעה מאגר גדול של משימות ושאלות,
        המותאמות באופן מלא לתוכנית הלימודים. עיקר השימוש במערכת מיועד לעבודת
        התלמידים בביתם והיא משמשת אף לצורך העברת שעורי בית או לצורך הכנה
        לבחינות. דו"חות הנשלחים למורה אוטומטית על-ידי המערכת וכלי בקרה נוספים,
        מאפשרים למורה לעקוב אחר ביצוע המשימות ומידת ההצלחה / הקשיים של התלמידים.
        המערכת ידידותית ומאפשרת שימוש קל ומיידי. היא נועדה להקל על המורים, לשפר
        את הישגי התלמידים ולהעשיר את חוויות הלימוד. השימוש במערכת כפוף להסדרים
        שייקשרו בין מוסד החינוך הרלבנטי למפעילי המערכת.
        <br role="presentation" />
        למפעילי המערכת מסור שיקול הדעת הבלעדי להחליט אילו תכנים יוצגו במערכת,
        לרבות היקף התכנים, משך הזמן בהם יוצגו, מה יהיה מיקומם ועיצובם וכל עניין
        אחר הקשור בהצבתם במערכת. מידע מפורט יותר אודות המערכת, שירותיה, סוגי
        המשתמשים בה והאפשרויות הגלומות בה ניתן למצוא בין עמודי המערכת וכן
        באמצעות פנייה למפעילי המערכת.
        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          השימוש במערכת </span
        ><br role="presentation" />
        הנך רשאי להשתמש במערכת, בתכניה ובשירותיה, בהתאם לכללים המפורטים להלן.
        אין להשתמש במערכת באופן אחר, אלא אם קיבלת את הסכמתם המפורשת של מפעילי
        המערכת לכך, מראש, בכתב ובכפוף לתנאי אותה הסכמה (ככל שתינתן) -
      </p>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        הנך רשאי להשתמש במערכת ובשירותיה למטרות שאינן מסחריות בלבד. מובהר כי
        השימוש לצרכים לימודיים מותר ובלבד שאינו מסחרי. אין להעתיק ולהשתמש, או
        לאפשר לאחרים להעתיק ולהשתמש, בכל דרך אחרת בתכנים מתוך המערכת, לרבות בכל
        תוכנה ו/או מערכת אחרת ו/או באתרי אינטרנט, בפרסומים אלקטרוניים, בפרסומי
        דפוס וכיו"ב, לכל מטרה אחרת;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אין להפעיל או לאפשר להפעיל כל יישום מחשב או כל אמצעי אחר, לרבות תוכנות
        מסוג Crawlers, Robots וכדומה, לשם חיפוש, סריקה, העתקה או אחזור אוטומטי
        של תכנים מתוך המערכת. בכלל זה, אין ליצור ואין להשתמש באמצעים כאמור לשם
        יצירת לקט, אוסף או מאגר שיכילו תכנים מהמערכת;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אין להציג תכנים מהמערכת בתוך מסגרת (Frame), גלויה או סמויה;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אין להציג תכנים מהמערכת בכל דרך שהיא – ובכלל זה באמצעות כל תוכנה, מכשיר,
        אביזר או פרוטוקול תקשורת - המשנים את עיצובם במערכת או מחסירים מהם תכנים
        כלשהם;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אין לקשר לאתר, למערכת ולתכניה מכל אתר, יישום, או כל מקור אחר המכיל תכנים
        פורנוגראפיים, תכנים המעודדים לגזענות או להפליה פסולה, או המנוגדים לחוק,
        או המעודדים פעילות המנוגדת לחוק או שפרסומם מנוגד לחוק;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אין לקשר לתכנים מהמערכת שאינם דף הבית של האתר ("קישור עמוק") ואין להציג,
        או לפרסם תכנים כאמור בכל דרך אחרת, אלא אם הקישור העמוק יהיה לדף אינטרנט
        באתר במלואו וכפי שהוא (AS IS), כך שניתן יהיה לצפות ולהשתמש בו באופן הזהה
        לחלוטין לשימוש ולצפייה בו באתר ו/או המערכת. במסגרת זו, חל איסור לקשר
        לתכנים מהאתר ו/או מהמערכת, במנותק מדפי האינטרנט ו/או עמודי המערכת שבהם
        הם מופיעים (לדוגמה: אסור לקשר במישרין לתמונה או לקובץ גרפי באתר ו/או
        במערכת, אלא לעמוד המלא שבו הם מופיעים). כמו כן - על כתובתו המדויקת של דף
        האינטרנט באתר להופיע במקום הרגיל המיועד לכך בממשק המשתמש, לדוגמה: בשורת
        הכתובת (Status Bar) בדפדפן של המשתמש. אין לשנות, לסלף או להסתיר כתובת זו
        ואין להחליפה בכל כתובת אחרת.
      </li>
      <p></p>
      <p class="home_14pt home_color_dali" style="font-size: 14px">
        מפעילי המערכת לא ישאו בכל אחריות לכל נזק שייגרם כתוצאה מכל קישור לתכנים
        באתר ו/או במערכת ומכל הצגה או פרסום של תכנים בכל דרך אחרת. הנך נושא
        באחריות המלאה והבלעדית לכל קישור, הצגה או פרסום של התכנים, שנעשו על ידך
        ומתחייב לשפות את מפעילי המערכת בגין כל נזק שייגרם כתוצאה מכך.
        <span style="font-weight: bold">
          מובהר כי השימוש במערכת עשוי להיות כפוף לתנאים נוספים, כפי שיוגדרו
          על-ידי מוסדות החינוך המשתמשים בה.
        </span>

        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          רישום למערכת </span
        ><br role="presentation" />
        האתר פתוח לכלל משתמשי האינטרנט, אך השימוש במערכת טעון הרשמה. וכן הסדרה
        של התשלום עבור השימוש במערכת, כמפורט להלן. תוכל להשתמש במערכת לאחר הזנת
        הקוד האישי שיימסר לך על-ידי מוסד החינוך בו הנך לומד / מלמד (בכפוף
        להתקשרות נפרדת בין המוסד למפעילי המערכת), השלמת תהליך ההרשמה, מסירת
        הפרטים המתבקשים במהלכו ולאחר שהתקבלה הסכמתך למסמכים המחייבים. אין למכור
        או להעביר בדרך אחרת את זכות השימוש במערכת לצד שלישי כלשהו.
        <br role="presentation" />
        בנוסף, מאפשרת המערכת כניסת "אורחים", ללא צורך ברישום. השימוש במערכת בדרך
        זו מאפשר לך להתרשם באופן מדגמי מחלק משירותי המערכת ותכניה. השימוש שלך
        במערכת כ"אורח" כפוף אף הוא להוראות המסמכים המחייבים.
        <br role="presentation" />
        בעת הרישום למערכת נבקש ממך למסור פרטים מזהים, כגון: שם מלא, כתובת דואר
        אלקטרוני פעילה הנמצאת ברשותך ופרטים נוספים. מפעילי המערכת עשויים לדרוש
        מסירת פרטים מזהים שונים מסוגי משתמשים שונים, כגון מורים ותלמידים. עליך
        למסור רק פרטים נכונים, מדויקים ומלאים. פרטים שגויים עלולים למנוע ממך את
        האפשרות להשתמש במערכת ובמקרה הצורך לסכל יצירת קשר אתך. בכל עת, תוכל
        לעדכן את פרטיך ואת העדפותיך האישיות באמצעות שימוש בכלים שהמערכת מעמידה
        לרשותך בעמודי הניהול, כפי שיהיו מעת לעת.
        <br role="presentation" />
        הפרטים שתמסור בעת ההרשמה למערכת יישמרו במאגר המידע של מפעילי המערכת.
        מפעילי המערכת לא יעשו בפרטיך שימוש, אלא בהתאם
        <a href="javascript:show_privacy_terms('privacy')">מדיניות הפרטיות</a>
        (לחצו לפתיחת מדיניות הפרטיות), המהווה חלק בלתי נפרד מתנאי שימוש אלה.
        <br role="presentation" />
        בנוסף, בעת הרישום למערכת תתבקש לבחור שם משתמש וסיסמא שיזהו אותך בכל
        כניסה למערכת. מפעילי המערכת רשאים לקבוע, מעת לעת, דרכי זיהוי נוספות או
        אחרות. שמור על שם המשתמש והסיסמא בסודיות כדי למנוע שימוש לרעה בהם.
        מפעילי המערכת רשאים שלא לאפשר לך להשתמש בשירות הטעון רישום לפי שיקול
        דעתם המוחלט. מבלי לגרוע מהאמור לעיל, רשאים מפעילי המערכת לבטל את רישומך
        לשירותיה, או לחסום את גישתך אליהם, בכל אחד מהמקרים הבאים -
      </p>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אם בעת ההרשמה למערכת מסרת במתכוון פרטים שגויים;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אם ביצעת מעשה או מחדל הפוגעים או עלולים לפגוע במפעילי המערכת או בצדדים
        שלישיים כלשהם, לרבות משתמשים אחרים או ספקים או שותפים של מפעילי המערכת;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אם השתמשת באתר ו/או במערכת לביצוע או כדי לנסות לבצע מעשה בלתי חוקי על-פי
        דיני מדינת ישראל, או מעשה הנחזה על פניו כבלתי חוקי כאמור, או כדי לאפשר,
        להקל, לסייע או לעודד ביצועו של מעשה כזה;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אם הפרת את תנאי המסמכים המחייבים או את תנאיו של כל שירות אחר במסגרת האתר
        ו/או המערכת;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אם לא השתמשת בשירותי המערכת במשך תקופה רצופה העולה על חודשיים, גם לאחר
        שניתנה לך על כך הודעה בדואר אלקטרוני;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אם תעשה כל פעולה שתמנע מאחרים להירשם למערכת או להמשיך את השימוש בשירותיה
        בכל דרך שהיא;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אם מסרת את שם המשתמש והסיסמא שהוקצו לך בעת הרישום לשימושו של צד שלישי;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אם הסתיימה ההתקשרות בין מפעילי המערכת למוסד החינוכי בו הנך לומד / מלמד
        ו/או במקרה בו אינך עוד לומד / מלמד באותו מוסד.
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        בכל מקרה בו לא הוסדרו התשלומים עבור השימוש במערכת על-ידי המוסד החינוכי
        בו הנך לומד או מלמד.
      </li>
      <p></p>
      <p class="home_14pt home_color_dali" style="font-size: 14px">
        <span style="font-weight: bold; text-decoration: underline">
          יצירת קשר </span
        ><br role="presentation" />
        מפעילי המערכת מזמינים את משתמשיה וכל צד שלישי אחר ליצור עמה קשר בכל
        נושא. לשם כך, מעמידים לרשותך מפעילי המערכת, בין היתר, טופס מקוון ליצירת
        קשר. ניתן כמובן ליצור קשר עם מפעילי המערכת גם באמצעות דרכי התקשורת
        הנוספים המפורטים בעמודי המערכת.
        <br role="presentation" />
        בעת השלמת הטופס המקוון תתבקש למסור פרטים אישיים כגון: שם מלא, כתובת דואר
        אלקטרוני פעילה וכן מספר טלפון ופרטים נוספים. עליך למסור רק פרטים נכונים,
        מדויקים ומלאים. פרטים שגויים עלולים במקרה הצורך לסכל יצירת קשר אתך.
        הפרטים שתמסור בעת ההרשמה למערכת יישמרו במאגר המידע של מפעילי המערכת.
        מפעילי המערכת לא יעשו בפרטיך שימוש, אלא בהתאם
        <a href="javascript:show_privacy_terms('privacy')">מדיניות הפרטיות</a>
        (לחצו לפתיחת מדיניות הפרטיות), המהווה חלק בלתי נפרד מתנאי שימוש אלה.
        <br role="presentation" />
        חל איסור לשלוח למפעילי המערכת מידע מכל סוג שהוא, שהוא בלתי חוקי, בעל
        אופי מיני בוטה, טורדני, מעליב, עוין, מזיק, מאיים, גס, גזעני, פוגע ברגשות
        הציבור, מעודד ביצוע עבירה פלילית, עלול להוות בסיס לתביעה או אחריות
        אזרחית, מוציא לשון הרע, פוגע בפרטיות או מהווה הפרה אחרת של החוק הישראלי.

        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          מנגנון המלצה לחבר </span
        ><br role="presentation" />
        מנגנון ההמלצה לחבר מאפשר לך להמליץ לאחרים על המערכת ושירותיה. לצורך כך,
        תידרש להזין את שם הנמען וכתובת הדוא"ל שלו. לנמען תישלח הודעת דוא"ל הכולל
        הסבר קצר על המערכת, לרבות קישור לאתר המערכת. באפשרותך להוסיף להמלצה גם
        הודעה אישית מטעמך, שתופיע אף היא בגוף ההודעה שתישלח לנמען. לתשומת ליבך,
        הטקסט שכתבת בהזמנה וכן שליחתה הינם באחריותך בלבד.

        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          תשלומים </span
        ><br role="presentation" />
        השימוש במערכת ובשירותיה כרוך בתשלום. התשלום יוסדר במישרין בין מפעילי
        המערכת לבין המוסד החינוכי שבו הנך לומד או מלמד. מפעילי המערכת שומרים
        לעצמם את הזכות לגבות תשלום בתמורה לשימושים נוספים במערכת, או ביחס לכל
        שירות עתידי אחר שיהווה חלק מהאתר ו/או המערכת. במקרה זה, פרטי התשלום בגין
        כל שירות ודרך החיוב יפורסמו מראש באתר ו/או במערכת ו/או יוסדרו במישרין
        מול המוסד החינוכי.
        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          פרטיות </span
        ><br role="presentation" />

        מפעילי המערכת מכבדים את פרטיותך בעת השימוש במערכת.
        <a href="javascript:show_privacy_terms('privacy')">מדיניות הפרטיות</a>
        (לחצו לפתיחת מדיניות הפרטיות) של המערכת מהווה חלק בלתי נפרד מהמסמכים
        המחייבים. הואיל ומדיניות הפרטיות יכולה להשתנות מדי פעם, מומלץ שתחזור
        ותעיין בה מעת לעת. <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          קישורים במערכת </span
        ><br role="presentation" />
        ייתכן ותמצא במערכת קישורים ('לינקים') לעמודים שונים ברשת האינטרנט.
        הקישורים מאפשרים לך למצוא תכנים המתפרסמים ברשת האינטרנט. מרבית התכנים
        אינם מתפרסמים על ידי מפעילי המערכת, או מטעמם ומפעילי המערכת אינם שולטים
        או מפקחים עליהם. העובדה שהמערכת מקשרת לתכנים אלה אינה מעידה על הסכמת
        מפעילי המערכת לתוכנם ואינה מהווה ערובה לאמינותם, לעדכניותם, לחוקיותם,
        לנוהגי בעלי התכנים בתחום הפרטיות ולכל היבט אחר הכרוך בתפעולם.
        <br role="presentation" />
        יתכן שתמצא שתכנים אלה אינם הולמים את צרכיך, או שאתה מתנגד לתוכנם, או
        סבור כי הם מקוממים, מרגיזים, בלתי נאותים, בלתי חוקיים או בלתי מוסריים.
        מפעילי המערכת אינם אחראים לתכנים שאליהם מוליכים הקישורים ואינם אחראים
        לכל תוצאה שתיגרם מהשימוש בהם או מהסתמכות עליהם.
        <br role="presentation" />
        מפעילי המערכת אינם מתחייבים כי הקישורים שימצאו במערכת יהיו תקינים
        ויובילו אותך לאתר אינטרנט פעיל והם רשאים להסיר מהמערכת קישורים שנכללו בה
        בעבר, או להימנע מהוספת קישורים חדשים - הכול, לפי שיקול דעתם המוחלט.

        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          קניין רוחני </span
        ><br role="presentation" />
        כל זכויות היוצרים והקניין הרוחני באתר, במערכת, בשירותים המוצעים באלו
        ובכל תוכן הכלול בהם הינן של מפעילי המערכת בלבד, או של צדדים שלישיים
        אחרים, שהתירו למפעילי המערכת להשתמש בהם. אין להעתיק, להפיץ, להציג
        בפומבי, לבצע בפומבי, לשדר, להעמיד לרשות הציבור, לשנות, לעבד, ליצור
        יצירות נגזרות, למכור או להשכיר כל חלק מן הנ"ל, בין על ידך ובין באמצעות
        או בשיתוף צד שלישי, בכל דרך או אמצעי בין אם אלקטרוניים, ממוחשבים,
        מכאניים, אופטיים, אמצעי צילום או הקלטה, או בכל אמצעי ודרך אחרת, בלא קבלת
        הסכמה בכתב ומראש ממפעילי המערכת או מבעלי הזכויות האחרים, לפי העניין
        ובכפוף לתנאי ההסכמה (ככל שתינתן).
        <br role="presentation" />
        מובהר כי למוסדות החינוך שיתקשרו מול מפעילי המערכת לצורך הסדרת השימוש
        במערכת, יוענק רישיון לא ייחודי, מוגבל בזמן, בלתי ניתן להעברה וללא אפשרות
        למתן רישיונות משנה ביחס למערכת. תנאי הרישיון כאמור יוסדרו בנפרד ובמפורש
        בין מפעילי המערכת וכל אחד מהמוסדות הללו.
        <br role="presentation" />
        מפעילי המערכת מכבדים את קניינם הרוחני של אחרים. אם הנך סבור כי יצירתך
        הועתקה באופן הפוגע בזכויות כלשהן הנתונות לך, הנך מוזמן ומתבקש ליידע את
        מפעילי המערכת על כך מיידית ובכתב. צעדים שיינקטו על-ידי מפעילי המערכת,
        ככל שיינקטו, בהסתמך על מידע שיועבר לידיהם, לא יהוו הוכחה להפרת זכות
        כלשהי.

        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          אחריות </span
        ><br role="presentation" />
        בכל מקום במסמכים המחייבים בו מפורטת אחריותם של מפעילי המערכת, תהיה
        הכוונה גם לאחריותם של עובדיהם והפועלים מכוחם או בשמם.
        <br role="presentation" />
        <span style="font-weight: bold"
          >השימוש במערכת, באתר ובכל תוכן, או שירות בהם ייעשה על אחריותך הבלעדית
          והמלאה</span
        >
        ומפעילי המערכת לא ישאו באחריות לכל נזק ישיר או עקיף שייגרמו לך או למי
        מטעמך או לכל צד שלישי אחר, לרבות כל הפסד, אובדן או הוצאה, הקשורים, או
        נובעים, במישרין או בעקיפין עם האתר, המערכת וכל תוכן ושירות בהם.
        <br role="presentation" />
        התכנים והשירותים באתר ובמערכת ניתנים לשימוש כמות שהם (AS IS). לא ניתן
        להתאימם לצרכיו של כל אדם ו/או מוסד חינוכי. לא תהיה לך כל טענה, תביעה או
        דרישה כלפי מפעילי המערכת בגין תכונות האתר, המערכת והשירותים הניתנים בהם,
        לרבות ביחס ליכולותיהם, מגבלותיהם, הכללים הנוהגים לגביהם והתאמתם אליך
        ולצרכיך.
        <br role="presentation" />
        מפעילי המערכת אינם מתחייבים ששירותי ותכני האתר ו/או המערכת לא יופרעו,
        יינתנו כסדרם או בלא הפסקות, יתקיימו בבטחה וללא טעויות, ויהיו חסינים מפני
        גישה בלתי-מורשית למחשבי מפעילי המערכת או מפני נזקים, קלקולים, תקלות או
        כשלים - והכל, בחומרה, בתוכנה, בקווי ובמערכות תקשורת, אצל מפעילי המערכת
        או אצל מי מספקיהם.

        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          שיפוי </span
        ><br role="presentation" />
        הנך מתחייב לשפות את מפעילי המערכת, עובדיהם, מנהליהם או מי מטעמם בגין כל
        נזק, הפסד, אבדן-רווח, תשלום או הוצאה שייגרמו להם - ובכלל זה שכ"ט עו"ד
        והוצאות משפט - עקב הפרת תנאי שימוש אלה ו/או אילו מהמסמכים המחייבים.
        בנוסף, תשפה את מפעילי המערכת, עובדיהם, מנהליהם או מי מטעמם בגין כל טענה,
        תביעה או דרישה שתועלה נגדם על-ידי צד שלישי כלשהו כתוצאה מכל היבט של
        השימוש שלך במערכת, שירותיה ותכניה.

        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          שינויים באתר ובמערכת והפסקת שירות </span
        ><br role="presentation" />
        מפעילי המערכת יכולים לשנות מעת לעת את מבנה האתר ו/או המערכת, מראם
        ועיצובם, את היקפם וזמינותם של השירותים בהם ויהיו רשאים לשנות כל היבט אחר
        הכרוך באלו - והכל, בלא צורך להודיע לך על כך מראש. שינויים כאלה יבוצעו,
        בין השאר, בהתחשב באופי הדינאמי של האינטרנט ובשינויים טכנולוגיים אחרים.
        מטבעם, שינויים מסוג זה עלולים להיות כרוכים בתקלות או לעורר בתחילה
        אי-נוחות וכיו"ב. לא תהיה לך כל טענה, תביעה או דרישה כלפי מפעילי המערכת
        בגין ביצוע שינויים כאמור או תקלות שיתרחשו אגב ביצועם.
        <br role="presentation" />
        מבלי לגרוע מן האמור לעיל רשאים מפעילי המערכת להפסיק בכל עת את מתן שירותי
        המערכת, כולם או מקצתם. מפעילי המערכת יפרסמו הודעה באתר ו/או באילו מעמודי
        המערכת על הפסקת השירותים זמן סביר מראש, על-מנת לאפשר לך להיערך לכך.

        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          שינוי במסמכים המחייבים </span
        ><br role="presentation" />
        מפעילי המערכת רשאים לשנות מעת לעת את הוראות תנאי שימוש אלה וכל אחד
        מהמסמכים המחייבים. במידת האפשר ואם יבוצעו בתנאי שימוש אלו או במסמכים
        המחייבים שינויים מהותיים, תפורסם על-כך הודעה בעמוד הבית של האתר ו/או
        בעמוד ייעודי במערכת.

        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          דין וסמכות שיפוט </span
        ><br role="presentation" />
        על השימוש במערכת, באתר ובשירותים הניתנים בהם יחולו אך ורק דיני מדינת
        ישראל. מקום השיפוט הבלעדי בגין כל דבר ועניין הנובע מהמסמכים המחייבים
        ו/או מהשימוש באתר ו/או במערכת הינו בבתי המשפט המוסמכים במחוזות תל-אביב
        והמרכז בישראל.

        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          המחאה </span
        ><br role="presentation" />
        העבירו מפעילי המערכת את זכויותיהם באתר, במערכת, או כל חלק מאלו, לצד
        שלישי, הם יהיו רשאים להמחות גם את זכויותיהם, כולן או חלקן, לפי המסמכים
        המחייבים.
      </p>
    </div>
  </div>
  <div v-else-if="termsView == 'privacy'">
    <div id="home_privacy_terms_dispaly">
      <p class="home_18pt_bold home_color_dali" style="font-size: 18px">
        דע-לי – מדיניות הפרטיות
      </p>
      <p class="home_14pt home_color_dali" style="font-size: 14px">
        מפעילי המערכת - אורית כסלו-קפון, תמי גאוני פלדמן (להלן: "
        <span style="font-weight: bold">מפעילי המערכת</span>") מתייחסים בכבוד
        לפרטיות המשתמשים במערכת
        <span style="font-weight: bold">"דע-לי" </span>(להלן: "<span
          style="font-weight: bold"
          >המערכת</span
        >") ובאתר המערכת, בכתובת
        <a href="http://www.da-li.co.il">www.da-li.co.il</a> (להלן: "האתר").
        תנאים אלה ילמדו אותך מהי מדיניות הפרטיות הנהוגה באתר ובמערכת. הם סוקרים,
        בין השאר, את האופן שבו משתמשים מפעילי המערכת במידע הנמסר להם על-ידי
        המשתמשים באתר ובמערכת, או שנאסף על-ידם בעת השימוש באתר ובמערכת. מדיניות
        זו מנוסחת בלשון זכר מטעמי נוחות בלבד, והיא מתייחסת, כמובן, גם לנשים.
        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          מסירת פרטים </span
        ><br role="presentation" />
        האתר פתוח לכלל משתמשי האינטרנט, אך השימוש במערכת טעון הרשמה.
        <span style="font-weight: bold"
          >בעת הרישום למערכת נבקש ממך למסור פרטים מזהים</span
        >
        כגון: שם מלא, כתובת דואר אלקטרוני פעילה הנמצאת ברשותך ופרטים נוספים.
        מפעילי המערכת עשויים לדרוש מסירת פרטים מזהים שונים מסוגי משתמשים שונים.
        השדות שחובה למלא, יסומנו במפורש. ללא מסירת הנתונים המתבקשים בשדות החובה
        לא תוכל להירשם למערכת ולהשתמש בשירותיה.
        <br role="presentation" />
        כמו כן, מפעילי המערכת מעמידים לרשותך טופס מקוון ליצירת קשר. בעת השלמת
        הטופס המקוון תתבקש למסור פרטים אישיים כגון: שם מלא, כתובת דואר אלקטרוני
        פעילה וכן מספר טלפון ופרטים נוספים.
        <br role="presentation" />
        עליך למסור רק פרטים נכונים, מדויקים ומלאים ואתה מאשר בזאת את נכונות
        הפרטים שמסרת. הנתונים שתמסור בעת ההרשמה, או בעת יצירת הקשר עם מפעילי
        המערכת, יישמרו במאגר המידע של מפעילי המערכת. אינך חייב על-פי חוק למסור
        את הפרטים, אולם פרטים שגויים, או אי מסירת מלוא הפרטים הנדרשים, עלולים
        למנוע ממך את האפשרות להשתמש במערכת, לפגוע באיכות השירות הניתן לך וכן
        לפגוע ביכולתם של מפעילי המערכת ליצור איתך קשר. אם פרטיך השתנו, עליך
        לעדכן אותם בהקדם האפשרי.
        <br role="presentation" />
        כאשר אתה מוסר פרטים אישיים של צד שלישי, אתה מצהיר כי קיבלת את הסכמתו
        המפורשת למסירת פרטיו למפעילי המערכת, לשם השימוש בפרטים אלה בהתאם
        למדיניות זו.
        <br role="presentation" />
        בנוסף, מאפשרת המערכת כניסת "אורחים", ללא צורך ברישום ומסירת פרטים.
        השימוש במערכת בדרך זו מאפשר לך להתרשם באופן מדגמי מחלק משירותי המערכת
        ותכניה.
        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          מידע שאתה משתף </span
        ><br role="presentation" />
        המערכת מאפשרת לך, לפי בחירתך ושיקול דעתך, לשתף מידע מסוגים שונים, כגון
        התוצאה אותה השגת בפעילות כזו או אחרת. מידע כאמור יוצג בפני משתמשים אחרים
        במערכת בהתאם להחלטתך הבלעדית. ייתכן ומפעילי המערכת אף יאפשרו לך לשתף את
        המידע כאמור גם ברשתות חברתיות שונות. תשומת לבך כי השימוש ברשתות חברתיות
        כאמור הוא חיצוני ונפרד למערכת וכפוף לנוהגי הפרטיות של אותן רשתות
        חברתיות. מדיניות זו אינו חלה על פעילותן של רשתות חברתיות אלו.
        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          מידע שנאסף במהלך השימוש באתר ובמערכת </span
        ><br role="presentation" />
        בעת השימוש שלך באתר ו/או במערכת, עשויים מפעילי המערכת לאסוף מידע ביחס
        לנוהגיך בעת השימוש באתר ו/או במערכת, לרבות מידע שקראת, העמודים שבהם
        צפית, השירותים שעניינו אותך, מקום המחשב ונתוני כתובת האינטרנט (IP
        address) שבאמצעותם ניגשת לאתר ו/או למערכת ועוד. בנוסף, מפעילי המערכת
        רשאים לאסוף ולהסתייע בשירותיהם של צדדים שלישיים כדי לאסוף ולנתח מידע
        אנונימי, סטטיסטי, או מצרפי (אגרגטיבי) בקשר עם השימוש באתר והמערכת.
        <br role="presentation" /><br role="presentation" />
        <span style="font-weight: bold; text-decoration: underline">
          השימוש במידע </span
        ><br role="presentation" />
        הפרטים שתמסור והפרטים שייאספו לגבי נוהגיך במהלך שימושך באתר ובמערכת,
        יישמרו על-ידי מפעילי המערכת במאגר מידע. במידע זה ייעשה שימוש בהתאם
        להוראות מדיניות פרטיות זו או על פי הוראות כל דין – וכן למטרות המפורטות
        להלן -
      </p>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        כדי לאפשר לך להשתמש בשירותי האתר והמערכת;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        כדי לזהות אותך במהלך כניסות חוזרות שלך לאזורים הטעונים הרשמה וכדי לחסוך
        ממך להזין בכל פעם את פרטיך;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        כדי לשפר ולהעשיר את השירותים והתכנים המוצעים באתר ובמערכת ובכלל זה ליצור
        שירותים ותכנים חדשים המתאימים לדרישות המשתמשים וציפיותיהם ולשנות או לבטל
        שירותים ותכנים קיימים. המידע שישמש את מפעילי המערכת לצורך כך יהיה בעיקרו
        מידע סטטיסטי, שאינו מזהה אותך אישית;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        כדי לאפשר לך להתאים את שירותי האתר והמערכת להעדפותיך;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        כדי לשלוח אליך מדי פעם מידע בדבר שירותי ותכני המערכת;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        ליצירת הקשר אתך כשמפעילי המערכת סבורים שקיים צורך בכך;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        לצורך ניתוח, בקרה ומסירת מידע סטטיסטי לצדדים שלישיים. מידע זה לא יזהה
        אותך אישית;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        לשם התפעול התקין ופיתוח האתר והמערכת;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        לכל מטרה אחרת, המפורטת במדיניות פרטיות זו או בתנאי השימוש של המערכת.
      </li>
      <p></p>
      <p class="home_14pt home_color_dali" style="font-size: 14px">
        <span style="font-weight: bold; text-decoration: underline">
          מסירת מידע לצד שלישי </span
        ><br role="presentation" />
        מפעילי המערכת לא יעבירו לצדדים שלישיים את פרטיך האישיים והמידע שנאסף על
        פעילותך במערכת ו/או באתר, אלא במקרים שלהלן -
      </p>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        ככל שהדבר דרוש לצורך אספקה תקינה של שירותי האתר והמערכת;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אם תפר את תנאי השימוש במערכת, או אם תבצע באמצעות האתר ו/או המערכת, או
        בקשר איתם, פעולות הנחזות על ידי מפעילי המערכת כמנוגדות לדין או ניסיון
        לבצע פעולות כאלה;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אם יתקבל בידי מפעילי המערכת צו שיפוטי המורה להם, או למי מהם, למסור את
        פרטיך או את המידע אודותיך לצד שלישי;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        בכל מחלוקת, טענה, תביעה, דרישה או הליכים משפטיים, אם יהיו, בינך לבין
        מפעילי המערכת, או מי מהם;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        בכל מקרה שמפעילי המערכת יסברו כי מסירת המידע נחוצה כדי למנוע נזק חמור
        לגופך או לרכושך או לגופו או לרכושו של צד שלישי;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        מפעילי המערכת יהיו רשאים להעביר את פרטיך והמידע שנאסף בעקבות השימוש
        שעשית באתר ובמערכת לחברות או לארגונים אחרים הקשורים למפעילי המערכת ובלבד
        שהם ישתמשו במידע רק על-פי הוראות מדיניות פרטיות זו;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        מפעילי המערכת רשאים למסור ולשתף מידע אנונימי, מצרפי וסטטיסטי עם חברות או
        ארגונים אחרים הקשורים במפעילי המערכת וכן עם ספקים, שותפים עסקיים וכל צד
        שלישי בהתאם לשיקול דעתם הבלעדי, אך הם לא יחשפו בפניהם ביודעין, או
        במכוון, את זהותך ללא הסכמתך;
      </li>
      <li class="home_14pt home_color_dali" style="font-size: 14px">
        אם מפעילי המערכת יארגנו את פעילותם או את פעילות האתר/המערכת במסגרת אחרת
        וכן במקרה שישנו את המבנה המשפטי (כגון הקמת תאגיד) או יתמזגו עם גוף אחר
        או ימזגו את פעילותם עם פעילותו של צד שלישי – הם יהיו זכאים להעביר לתאגיד
        החדש העתק מן המידע שנאגר אודותיך ובלבד שתאגיד זה יקבל על עצמו כלפיך את
        הוראות מדיניות פרטיות זו.
      </li>
      <p></p>
      <p class="home_14pt home_color_dali" style="font-size: 14px">
        <span style="font-weight: bold; text-decoration: underline">
          היכן נשמר המידע? </span
        ><br role="presentation" />
        המידע שאנו אוספים נשמר במאגר המידע שלנו, המאוחסן אצל ספקי אירוח שרתים
        וגיבוי מידע, שעשויים להימצא גם מחוץ לגבולות ישראל. מידע נוסף, כפי שמפורט
        במדיניות זו נאסף ונשמר על ידי חברות אחרות (כדוגמת חברות סטטיסטיקה
        וכיו"ב). אף הן יכולות לשמור את המידע מחוץ לגבולות המדינה. הסכמתך
        למדיניות זו, מהווה גם הסכמה לשמירת המידע בחו"ל.

        <br role="presentation" /><br role="presentation" /><span
          style="font-weight: bold; text-decoration: underline"
        >
          Cookies </span
        ><br role="presentation" />
        באתר ובמערכת נעשה שימוש ב'עוגיות' (Cookies) לצורך תפעולם השוטף והתקין,
        כדי לייתר את הצורך בהזנת שם המשתמש והסיסמא שלך בכל פעם שאתה מבקר מחדש
        במדורים במערכת המחייבים רישום וכן כדי לאסוף נתונים סטטיסטיים אודות
        השימוש במערכת, לאימות פרטים, כדי להתאים את המערכת להעדפותיך האישיות
        ולצרכי אבטחת מידע.
        <br role="presentation" />
        חלק מהעוגיות יפקעו כאשר תסגור את הדפדפן ואחרות נשמרות על גבי הכונן הקשיח
        במחשב שלך. ה-Cookies יכולים להכיל מידע מגוון כדוגמת הדפים שבהם ביקרת,
        משך הזמן ששהית במערכת ו/או באתר, מהיכן הגעת אל האתר/המערכת, מידע שאתה
        מבקש לראות בעת הכניסה למערכת ועוד.
        <br role="presentation" />
        זכור, עם זאת, שנטרול העוגיות עלול לגרום לכך שלא תוכל להשתמש בחלק
        מהשירותים והתכונות באתר ובמערכת או באתרי אינטרנט אחרים. בנוסף לכך, אתה
        יכול למחוק את ה-Cookies במחשבך בכל רגע. מוצע שתעשה כן, רק אם אתה משוכנע
        שאינך רוצה שהמערכת תותאם להעדפותיך ובמקרה שאתה מעוניין שהמערכת לא תזהה
        אותך בכניסות חוזרות למדורים הדורשים הרשמה. הואיל והעוגיות מונעות ממך
        לעתים את הצורך להזין שמות משתמש וסיסמאות, אל תמחק אותן אלא אם כן אתה
        משוכנע שרשמת תחילה את כל הפרטים הדרושים לשימוש במערכת במקום בטוח.
        <br role="presentation" /><br role="presentation" /><span
          style="font-weight: bold; text-decoration: underline"
        >
          אבטחת מידע </span
        ><br role="presentation" />
        מפעילי המערכת מיישמים באתר ובמערכת כלים ונהלים לאבטחת מידע. בעוד שכלים
        ונהלים אלה מצמצמים את הסיכונים לחדירה בלתי-מורשית למחשבי מפעילי המערכת,
        אין בהם בטחון מוחלט. לכן, מפעילי המערכת לא מתחייבים שהשירותים שהיא מספקת
        יהיו חסינים באופן מוחלט מפני גישה בלתי-מורשית למידע המאוחסן בהם.
        <br role="presentation" /><br role="presentation" /><span
          style="font-weight: bold; text-decoration: underline"
        >
          זכות לעיין במידע </span
        ><br role="presentation" />
        על-פי חוק הגנת הפרטיות, התשמ"א – 1981, כל אדם זכאי לעיין בעצמו, או על
        ידי בא-כוחו שהרשהו בכתב או על ידי אפוטרופוס, במידע שעליו המוחזק במאגר
        מידע. אדם שעיין במידע שעליו ומצא שאינו נכון, שלם, ברור או מעודכן, רשאי
        לפנות לבעל מאגר המידע בבקשה לתקן את המידע או למוחקו. אם בעל המאגר סירב,
        עליו להודיע על כך למבקש באופן ובדרך שנקבעו בתקנות. על סירובו של בעל מאגר
        מידע לאפשר עיון ועל הודעת סירוב לתקן או למחוק מידע, רשאי מבקש המידע
        לערער באופן ובדרך שנקבעו בתקנות.
        <br role="presentation" />
        בנוסף, אם המידע שבמאגר מפעילי המערכת משמש לצורך פניה אישית אליך, בהתבסס
        על השתייכותך לקבוצת אוכלוסין, שנקבעה על פי אפיון אחד או יותר של בני אדם
        ששמותיהם כלולים במאגר ("<span style="font-weight: bold"
          >פניה בדיוור ישיר</span
        >"), כי אז אתה זכאי על-פי חוק הגנת הפרטיות, התשמ"א - 1981 לדרוש בכתב
        שהמידע המתייחס אליך יימחק ממאגר המידע. מפעילי המערכת ימחקו במקרה זה מידע
        הדרוש להם רק כדי לפנות אליך כאמור לעיל.
        <br role="presentation" />
        שים לב כי מחיקת מידע עלולה למנוע ממך להמשיך ולקבל שירותים ממפעילי
        המערכת. מידע הדרוש למפעילי המערכת לשם ניהול עסקיה - לרבות תיעוד פעולות
        שביצעת באתר ו/או במערכת - יוסיף להישמר על ידי מפעילי המערכת על-פי דין,
        אך לא ישמש עוד לצורך פניות אליך. אם בתוך 30 יום לא תקבל הודעה כי המידע
        שנתבקשו מפעילי המערכת למחוק אכן נמחק על-פי סעיף זה, תהיה זכאי לפנות לבית
        משפט באופן הקבוע בתקנות שמכוח חוק הגנת הפרטיות, כדי שיורה למפעילי המערכת
        לפעול כאמור.
        <br role="presentation" /><br role="presentation" /><span
          style="font-weight: bold; text-decoration: underline"
        >
          שינויים במדיניות הפרטיות </span
        ><br role="presentation" />
        מפעילי המערכת רשאים לשנות, מעת לעת, את הוראות מדיניות הפרטיות. אם יבוצעו
        במדיניות זו שינויים מהותיים, בהוראות שעניינן השימוש במידע אישי שמסרת,
        תפורסם על-כך הודעה באתר ו/או בעמוד ייעודי במערכת. אנו ממליצים לך להתעדכן
        במדיניות הפרטיות מעת לעת.
        <br role="presentation" /><br role="presentation" />
        <input
          type="button"
          class="home_orange_button_small"
          value="לתנאי שימוש"
          @click="()=>termsView = 'terms'"
          style="font-size: 14px; width: 109px; height: 27px"
        />
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: "legal",
};
</script>

<style></style>
